
export const data = [

    {
        id: 1,

        name: "Фильм 'Константин: Повелитель тьмы', 2005 г.",

        image: "https://upload.wikimedia.org/wikipedia/ru/8/89/Constantine_Poster.jpg",

        description: "Джону Константину удалось не только побывать в аду, но и вернуться обратно. Родившись с неугодным самому себе талантом — способностью распознавать помесь ангелов и демонов, которые бродят по земле в облике людей, — Константин под давлением обстоятельств пытается совершить самоубийство, лишь бы избавиться от мучительных видений. Но неудачно. Воскрешенный против собственной воли он снова оказывается в мире живых. Теперь, отмеченный печатью суицида и получивший временное право на жизнь, он патрулирует границу, разделяющую рай и ад, тщетно надеясь на обретение спасения путем сражения с земными ставленниками зла.",

        nameCinema: "Фильм 'Константин: Повелитель тьмы', 2005 г.",
    },

    {
        id: 2,
    
        name: "Фильм 'Готика', 2003 г.",
    
        image: "https://upload.wikimedia.org/wikipedia/ru/e/e0/Gothikaposter.jpg",

        description: "Женщина-психиатр оказывается пациенткой больницы для преступников, где она сама прежде работала. Вдобавок ко всему, её обвиняют в убийстве, о котором она ничего не помнит. Пытаясь разобраться в происходящем, женщина сталкивается с необъяснимыми событиями.",

        nameCinema: "Фильм 'Готика', 2003 г.",
    },

    {
        id: 3,
    
        name: "Серия фильмов 'Обитель зла', 2002-2016 г.г.",

        image: "https://upload.wikimedia.org/wikipedia/ru/9/9a/Resident_Evil_Poster.jpg",

        description: "В гигантской подземной лаборатории выходит из-под контроля опаснейший вирус и мгновенно превращает своих жертв в прожорливых зомби. Достаточно одного их укуса или царапины, чтобы человек стал обезумевшим пожирателем живой плоти. Военные посылают в кишащий голодными монстрами секретный комплекс отряд спецназа, к которой присоединяются очаровательная Элис и отважный полицейский Мэтт. У них есть только три часа, чтобы уничтожить вирус до того, как он распространится по всей Земле.",

        nameCinema: "Серия фильмов 'Обитель зла', 2002-2016 г.г.",
},

{
    id: 4,

    name: "Серия фильмов 'Silent Hill', 2006-2012 г.г.",

    image: "https://upload.wikimedia.org/wikipedia/ru/c/ca/Silenthilloposter.jpg",

    description: "Доктора не могут найти лекарство от таинственного заболевания Шэрон, но её мать Роуз отказывается отдавать ребёнка в психиатрическую лечебницу. Вместе с дочерью она отправляется в Сайлент Хилл - город, название которого Шэрон постоянно твердит во сне. Роуз убеждена, что именно здесь она найдёт ответы, в которых так нуждается.",

    nameCinema: "Серия фильмов 'Silent Hill', 2006-2012 г.г.",

},

{
    id: 5,

    name: "Фильм 'Неприкасаемые. 1+1', 2011 г.",

    image: "https://upload.wikimedia.org/wikipedia/ru/b/b9/Intouchables.jpg",

    description: "Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, — молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.",

    nameCinema: "Фильм 'Неприкасаемые. 1+1', 2011 г.",
},

{
    id: 6,

    name: "Фильм 'Пятый элемент', 1997 г.",

    image: "https://upload.wikimedia.org/wikipedia/ru/a/a7/%D0%9F%D0%BE%D1%81%D1%82%D0%B5%D1%80_%D1%84%D0%B8%D0%BB%D1%8C%D0%BC%D0%B0_%22%D0%9F%D1%8F%D1%82%D1%8B%D0%B9_%D1%8D%D0%BB%D0%B5%D0%BC%D0%B5%D0%BD%D1%82%22.jpg",

    description: "Каждые пять тысяч лет открываются двери между измерениями и темные силы стремятся нарушить существующую гармонию. Каждые пять тысяч лет Вселенной нужен герой, способный противостоять этому злу. XXIII век. Нью-йоркский таксист Корбен Даллас должен решить глобальную задачу - спасение всего рода человеческого. Зло в виде раскаленной массы, наделенной интеллектом, надвигается на Землю.Победить его можно, только лишь собрав воедино четыре элемента (они же стихии - земля, вода, воздух и огонь) и добавив к ним загадочный пятый элемент.",

    nameCinema: "Фильм 'Пятый элемент', 1997 г.",
},

  ]